-- --------------------------------------------------------
-- Хост:                         127.0.0.1
-- Версия сервера:               8.0.15 - MySQL Community Server - GPL
-- Операционная система:         Win64
-- HeidiSQL Версия:              10.2.0.5599
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8 */;
/*!50503 SET NAMES utf8mb4 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;

-- Дамп данных таблицы lada_bcr.car: ~123 rows (приблизительно)
/*!40000 ALTER TABLE `car` DISABLE KEYS */;
INSERT INTO `car` (`id`, `title`, `model_id`, `compl_id`, `compl_desc`, `vin`, `color_id`, `color_name`, `color_met`, `year`, `engine`, `options`, `gearbox`, `status`, `description`, `keywords`, `price`) VALUES
	(4, 'LadaGFK11', 1, '51', 'Comfort', 'XTAGFK110MY505009', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 856700.00),
	(5, 'LadaGFK11', 1, '51', 'Comfort', 'XTAGFK110MY505010', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 856700.00),
	(6, 'LadaGFL44', 1, '51', 'Comfort', 'XTAGFL440MY505716', 221, 'Ледниковый', 0, '2020', '16 кл. 113 л.с.', '#NULL!', 'Вариатор', 'Свободен', '', '', 912500.00),
	(7, 'LadaGFL11', 1, '51', 'Comfort Winter', 'XTAGFL110MY505781', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 853500.00),
	(8, 'LadaGFL11', 1, '51', 'Comfort', 'XTAGFL110MY505693', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 817500.00),
	(9, 'LadaGFK44', 1, '51', ' Cross Comfort [BLACK]', 'XTAGFK440MY510526', 691, 'Платина', 0, '2020', '16 кл. 113 л.с.', '#NULL!', 'Вариатор', 'Свободен', '', '', 1071900.00),
	(10, 'Lada21230', 1, '51', 'Classic', 'X9L212300L0713974', 204, 'Айсберг', 0, '2020', '8 кл. 80 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 786900.00),
	(11, 'LadaGFLA1', 1, '51', 'Comfort', 'XTAGFLA10LY450935', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 914900.00),
	(12, 'LadaGFLA1', 1, '51', 'Comfort', 'XTAGFLA10LY450896', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 914900.00),
	(13, 'LadaGFLA1', 1, '51', 'Comfort', 'XTAGFLA10LY450863', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 914900.00),
	(14, 'LadaGFLA1', 1, '51', 'Comfort', 'XTAGFLA10LY450941', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 914900.00),
	(15, 'LadaGFLA1', 1, '51', 'Comfort', 'XTAGFLA10LY450862', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 914900.00),
	(16, 'LadaGFLA1', 1, '51', 'Comfort', 'XTAGFLA10LY450882', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 914900.00),
	(17, 'LadaGFK11', 1, '52', 'Luxe / Multimedia', 'XTAGFK110MY489409', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 893900.00),
	(18, 'LadaGFLA1', 1, '51', 'Comfort', 'XTAGFLA10LY450860', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 914900.00),
	(19, 'LadaGFLA1', 1, '51', 'Comfort', 'XTAGFLA10LY450903', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 914900.00),
	(20, 'LadaGFLA1', 1, '51', 'Comfort', 'XTAGFLA10LY450942', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 914900.00),
	(21, 'LadaGFLA1', 1, '51', 'Comfort', 'XTAGFLA10LY450906', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 914900.00),
	(22, 'LadaGFL11', 1, '51', 'Comfort Multimedia', 'XTAGFL110MY492069', 496, 'Фантом', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 876600.00),
	(23, 'LadaKS045', 1, '51', 'Comfort', 'XTAKS045LM1337830', 676, 'Черная жемчужина', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Контракт', '', '', 830900.00),
	(24, 'LadaKS045', 1, '51', 'Comfort', 'XTAKS045LM1337821', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Контракт', '', '', 818900.00),
	(25, 'Lada21230', 1, '54', 'Comfort Off-road Plus', 'X9L212300L0718354', 633, 'Борнео', 0, '2020', '8 кл. 80 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 884400.00),
	(26, 'Lada21230', 1, '52', 'Classic Start', 'X9L212300L0717477', 618, 'Техно', 0, '2020', '8 кл. 80 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 841400.00),
	(27, 'Lada21230', 1, '52', 'Classic Start', 'X9L212300L0718251', 633, 'Борнео', 0, '2020', '8 кл. 80 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 835900.00),
	(28, 'Lada21230', 1, '52', 'Classic Start', 'X9L212300L0716284', 630, 'Кварц', 0, '2020', '8 кл. 80 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 841400.00),
	(29, 'Lada21230', 1, '52', 'Classic Start', 'X9L212300L0716495', 360, 'Сочи', 0, '2020', '8 кл. 80 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 841400.00),
	(30, 'LadaGFK11', 1, '51', 'Comfort Winter', 'XTAGFK110MY491612', 476, 'Дайвинг', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 915100.00),
	(31, 'Lada21230', 1, '54', 'Comfort Off-road Plus', 'X9L212300L0718463', 115, 'Феерия', 0, '2020', '8 кл. 80 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 884400.00),
	(32, 'LadaGFL11', 1, '50', 'Classic Start', 'XTAGFL110MY502080', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 793100.00),
	(33, 'LadaGFL11', 1, '50', 'Classic Start', 'XTAGFL110MY502081', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 713900.00),
	(34, 'Lada21230', 1, '51', 'Classic', 'X9L212300L0719669', 360, 'Сочи', 0, '2020', '8 кл. 80 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 792900.00),
	(35, 'LadaGAB11', 1, '50', 'Classic', 'XTAGAB110M1345630', 498, 'Лазурно-синий', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 766200.00),
	(36, 'LadaGAB11', 1, '51', 'Comfort', 'XTAGAB110M1345393', 265, 'Пума', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 824200.00),
	(37, 'LadaGFK11', 1, '51', 'Comfort Winter', 'XTAGFK110MY505166', 246, 'Ангкор', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 910100.00),
	(38, 'LadaGFK11', 1, '51', 'Comfort Winter', 'XTAGFK110MY505165', 246, 'Ангкор', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 915100.00),
	(39, 'LadaGAB11', 1, '50', 'Classic', 'XTAGAB110M1345613', 265, 'Пума', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 766200.00),
	(40, 'LadaGAB11', 1, '51', 'Comfort', 'XTAGAB110M1345385', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Контракт', '', '', 812200.00),
	(41, 'LadaGFK44', 1, '51', 'Comfort', 'XTAGFK440MY505069', 246, 'Ангкор', 0, '2020', '16 кл. 113 л.с.', '#NULL!', 'Вариатор', 'Свободен', '', '', 971700.00),
	(42, 'LadaGAB11', 1, '50', 'Classic', 'XTAGAB110M1345597', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 754200.00),
	(43, 'Lada21230', 1, '51', 'Classic', 'X9L212300L0719865', 690, 'Снежная королева', 0, '2020', '8 кл. 80 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 798700.00),
	(44, 'Lada21230', 1, '51', 'Classic', 'X9L212300L0719873', 690, 'Снежная королева', 0, '2020', '8 кл. 80 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 799300.00),
	(45, 'Lada21230', 1, '52', 'Comfort', 'X9L212300L0719896', 690, 'Снежная королева', 0, '2020', '8 кл. 80 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 849300.00),
	(46, 'Lada21230', 1, '54', 'Comfort Off-road Plus', 'X9L212300L0719900', 630, 'Кварц', 0, '2020', '8 кл. 80 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 885300.00),
	(47, 'LadaGFLA1', 1, '51', 'Comfort', 'XTAGFLA10MY505689', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 989100.00),
	(48, 'LadaGAB33', 1, '51', 'Cross BLACK', 'XTAGAB330M1342762', 676, 'Черная жемчужина', 0, '2020', '16 кл. 122 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 1007600.00),
	(49, 'LadaGFK44', 1, '50', 'Classic Start Plus', 'XTAGFK440MY504961', 221, 'Ледниковый', 0, '2020', '16 кл. 113 л.с.', '#NULL!', 'Вариатор', 'Свободен', '', '', 931700.00),
	(50, 'LadaGFK33', 1, '52', 'Cross Luxe / Prestige', 'XTAGFK330MY505349', 130, 'Марс', 0, '2020', '16 кл. 122 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 1099900.00),
	(51, 'LadaGFK33', 1, '52', 'Cross Luxe / Multimedia', 'XTAGFK330MY505318', 130, 'Марс', 0, '2020', '16 кл. 122 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 1078900.00),
	(52, 'LadaGFK11', 1, '51', 'Comfort Winter', 'XTAGFK110MY505193', 608, 'Плутон', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Воздушный контракт', '', '', 911400.00),
	(53, 'LadaGFL11', 1, '51', 'Comfort Winter', 'XTAGFL110MY505784', 476, 'Дайвинг', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Контракт', '', '', 867100.00),
	(54, 'LadaGFL11', 1, '52', 'Luxe Multimedia', 'XTAGFL110MY505795', 246, 'Ангкор', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 936700.00),
	(55, 'LadaGFK33', 1, '52', 'Cross Luxe / Prestige', 'XTAGFK330MY505357', 195, 'Сердолик', 0, '2020', '16 кл. 122 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 1095300.00),
	(56, 'LadaGFK33', 1, '52', 'Cross Luxe / Multimedia', 'XTAGFK330MY505327', 195, 'Сердолик', 0, '2020', '16 кл. 122 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 1066300.00),
	(57, 'LadaGFK11', 1, '51', 'Comfort Winter', 'XTAGFK110MY505176', 496, 'Фантом', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Воздушный контракт', '', '', 910100.00),
	(58, 'LadaGFK11', 1, '51', 'Comfort', 'XTAGFK110MY505004', 195, 'Сердолик', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Воздушный контракт', '', '', 874100.00),
	(59, 'LadaGFL44', 1, '51', 'Comfort ММ', 'XTAGFL440MY505742', 246, 'Ангкор', 0, '2020', '16 кл. 113 л.с.', '#NULL!', 'Вариатор', 'Контракт', '', '', 895900.00),
	(60, 'LadaKS045', 1, '52', 'Quest', 'XTAKS045LM1351602', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Воздушный контракт', '', '', 934000.00),
	(61, 'LadaKS045', 1, '52', 'Quest', 'XTAKS045LM1351594', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 934000.00),
	(62, 'LadaKS045', 1, '52', 'Quest', 'XTAKS045LM1351572', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'В резерве', '', '', 931600.00),
	(63, 'LadaRS045', 1, '52', 'Quest', 'XTARS045LM1351674', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 954600.00),
	(64, 'LadaRS045', 1, '52', 'Quest', 'XTARS045LM1351705', 242, 'Серый базальт', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 966600.00),
	(65, 'LadaRS045', 1, '52', 'Quest', 'XTARS045LM1351555', 676, 'Черная жемчужина', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 966600.00),
	(66, 'Lada21230', 1, '52', 'Comfort', 'X9L212300L0720360', 618, 'Техно', 0, '2020', '8 кл. 80 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 848800.00),
	(67, 'LadaRS045', 1, '52', 'Quest', 'XTARS045LM1351739', 676, 'Черная жемчужина', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 966600.00),
	(68, 'LadaRS045', 1, '52', 'Quest', 'XTARS045LM1351720', 242, 'Серый базальт', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 966600.00),
	(69, 'LadaRS045', 1, '52', 'Quest', 'XTARS045LM1351747', 676, 'Черная жемчужина', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 966600.00),
	(70, 'LadaRS045', 1, '52', 'Quest', 'XTARS045LM1351738', 498, 'Лазурно-синий', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 966600.00),
	(71, 'LadaRS045', 1, '52', 'Quest', 'XTARS045LM1351749', 676, 'Черная жемчужина', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 969000.00),
	(72, 'LadaRS045', 1, '52', 'Quest', 'XTARS045LM1351711', 242, 'Серый базальт', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 969000.00),
	(73, 'LadaGFK11', 1, '51', 'Comfort', 'XTAGFK110MY505057', 608, 'Плутон', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'В резерве', '', '', 874100.00),
	(74, 'LadaGFL44', 1, '51', 'Comfort', 'XTAGFL440MY505728', 608, 'Плутон', 0, '2020', '16 кл. 113 л.с.', '#NULL!', 'Вариатор', 'Свободен', '', '', 926100.00),
	(75, 'LadaGFL11', 1, '51', 'Comfort Winter', 'XTAGFL110MY505788', 608, 'Плутон', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 867100.00),
	(76, 'LadaGFL11', 1, '52', 'Luxe Multimedia', 'XTAGFL110MY505794', 608, 'Плутон', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 936700.00),
	(77, 'LadaGFK11', 1, '51', 'Cross Comfort', 'XTAGFK110MY505241', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Воздушный контракт', '', '', 945900.00),
	(78, 'LadaGFK11', 1, '51', 'Comfort Winter', 'XTAGFK110MY505154', 195, 'Сердолик', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Воздушный контракт', '', '', 910100.00),
	(79, 'LadaGFK11', 1, '51', 'Comfort Winter', 'XTAGFK110MY505183', 476, 'Дайвинг', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Воздушный контракт', '', '', 910100.00),
	(80, 'LadaGFK44', 1, '51', 'Comfort', 'XTAGFK440MY505085', 476, 'Дайвинг', 0, '2020', '16 кл. 113 л.с.', '#NULL!', 'Вариатор', 'Свободен', '', '', 969100.00),
	(81, 'LadaGFK11', 1, '51', 'Comfort', 'XTAGFK110MY505003', 195, 'Сердолик', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 874100.00),
	(82, 'LadaGFK44', 1, '50', 'Classic Start Plus', 'XTAGFK440MY504964', 496, 'Фантом', 0, '2020', '16 кл. 113 л.с.', '#NULL!', 'Вариатор', 'Свободен', '', '', 941100.00),
	(83, 'LadaGFK11', 1, '51', 'Comfort Winter', 'XTAGFK110MY505192', 608, 'Плутон', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 910100.00),
	(84, 'LadaGFK11', 1, '51', 'Comfort Winter', 'XTAGFK110MY505184', 476, 'Дайвинг', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Контракт', '', '', 910100.00),
	(85, 'LadaGFK44', 1, '51', 'Comfort Winter', 'XTAGFK440MY505120', 608, 'Плутон', 0, '2020', '16 кл. 113 л.с.', '#NULL!', 'Вариатор', 'Свободен', '', '', 1005100.00),
	(86, 'LadaGFK11', 1, '51', 'Comfort', 'XTAGFK110MY505056', 608, 'Плутон', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'В резерве', '', '', 869600.00),
	(87, 'LadaGFK11', 1, '51', 'Comfort', 'XTAGFK110MY505046', 476, 'Дайвинг', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 866100.00),
	(88, 'LadaGFL11', 1, '51', 'Comfort Winter', 'XTAGFL110MY505787', 608, 'Плутон', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 867100.00),
	(89, 'LadaKS045', 1, '52', 'Cross', 'XTAKS045LM1348385', 498, 'Лазурно-синий', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 897600.00),
	(90, 'LadaKS045', 1, '52', 'Cross', 'XTAKS045LM1348382', 676, 'Черная жемчужина', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Контракт', '', '', 825900.00),
	(91, 'LadaKS045', 1, '52', 'Cross', 'XTAKS045LM1348380', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 885600.00),
	(92, 'LadaRS045', 1, '51', 'Comfort', 'XTARS045LM1348387', 498, 'Лазурно-синий', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 848300.00),
	(93, 'LadaKS045', 1, '51', 'Comfort', 'XTAKS045LM1348374', 676, 'Черная жемчужина', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 833300.00),
	(94, 'LadaKS045', 1, '51', 'Comfort', 'XTAKS045LM1348357', 242, 'Серый базальт', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Контракт', '', '', 833300.00),
	(95, 'LadaKS045', 1, '51', 'Comfort', 'XTAKS045LM1348361', 242, 'Серый базальт', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 834400.00),
	(96, 'LadaRS045', 1, '52', 'Кросс', 'XTARS045LM1348391', 136, 'Красный сплав', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 925500.00),
	(97, 'LadaRS045', 1, '52', 'Кросс', 'XTARS045LM1348392', 242, 'Серый базальт', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Контракт', '', '', 848900.00),
	(98, 'LadaGFL11', 1, '50', 'Classic Start', 'XTAGFL110MY508164', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 713900.00),
	(99, 'LadaGFL11', 1, '50', 'Classic Start', 'XTAGFL110MY508168', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 713900.00),
	(100, 'LadaGFL11', 1, '50', 'Classic Start', 'XTAGFL110MY508154', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 713900.00),
	(101, 'LadaGFL11', 1, '50', 'Classic Start', 'XTAGFL110MY508183', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 713900.00),
	(102, 'LadaGFL11', 1, '50', 'Classic Start', 'XTAGFL110MY508161', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 713900.00),
	(103, 'LadaGFL11', 1, '50', 'Classic Start', 'XTAGFL110MY508165', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 713900.00),
	(104, 'LadaGFL11', 1, '50', 'Classic Start', 'XTAGFL110MY508160', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 713900.00),
	(105, 'LadaGFK11', 1, '51', ' Cross Comfort [BLACK]', 'XTAGFK110MY510146', 691, 'Платина', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 994600.00),
	(106, 'LadaGFL11', 1, '50', 'Classic Start', 'XTAGFL110MY508167', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 713900.00),
	(107, 'LadaGFL11', 1, '50', 'Classic Start', 'XTAGFL110MY508185', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 713900.00),
	(108, 'LadaGFL11', 1, '50', 'Classic Start', 'XTAGFL110MY508187', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 713900.00),
	(109, 'LadaGFL11', 1, '50', 'Classic Start', 'XTAGFL110MY508169', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 713900.00),
	(110, 'LadaGFL11', 1, '50', 'Classic Start', 'XTAGFL110MY508173', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 713900.00),
	(111, 'LadaGFL11', 1, '50', 'Classic Start', 'XTAGFL110MY508166', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 713900.00),
	(112, 'LadaGFL11', 1, '50', 'Classic Start', 'XTAGFL110MY508186', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 713900.00),
	(113, 'LadaGFL11', 1, '50', 'Classic Start', 'XTAGFL110MY508163', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 713900.00),
	(114, 'Lada21230', 1, '54', 'Comfort Off-road Plus', 'X9L212300L0720482', 618, 'Техно', 0, '2020', '8 кл. 80 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 876400.00),
	(115, 'Lada21230', 1, '55', 'Luxe Off-road', 'X9L212300L0720338', 618, 'Техно', 0, '2020', '8 кл. 80 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 937300.00),
	(116, 'LadaGFLA1', 1, '51', 'Comfort', 'XTAGFLA10LY412144', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Контракт', '', '', 914900.00),
	(117, 'LadaGFLA1', 1, '51', 'Comfort', 'XTAGFLA10LY412138', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 914900.00),
	(118, 'LadaGFLA1', 1, '51', 'Comfort', 'XTAGFLA10LY412137', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Флит', '', '', 914900.00),
	(119, 'Lada21230', 1, '52', 'Comfort', 'X9L212300L0712144', 630, 'Кварц', 0, '2020', '8 кл. 80 л.с.', '#NULL!', '5МТ', 'Ремонт', '', '', 837700.00),
	(120, 'LadaGFL44', 1, '50', 'Classic Start Plus', 'XTAGFL440LY433646', 221, 'Ледниковый', 0, '2020', '16 кл. 113 л.с.', '#NULL!', 'Вариатор', 'Свободен', '', '', 888100.00),
	(121, 'LadaGFL11', 1, '51', 'Comfort Winter', 'XTAGFL110MY505780', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 853500.00),
	(122, 'LadaGFK44', 1, '51', ' Cross Comfort [BLACK]', 'XTAGFK440MY510506', 691, 'Платина', 0, '2020', '16 кл. 113 л.с.', '#NULL!', 'Вариатор', 'Свободен', '', '', 1068900.00),
	(123, 'LadaGFK44', 1, '51', ' Cross Comfort [BLACK]', 'XTAGFK440MY510500', 691, 'Платина', 0, '2020', '16 кл. 113 л.с.', '#NULL!', 'Вариатор', 'Свободен', '', '', 1068900.00),
	(124, 'LadaGFL11', 1, '52', 'Luxe Multimedia', 'XTAGFL110MY505789', 221, 'Ледниковый', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Свободен', '', '', 920500.00),
	(125, 'LadaGFK11', 1, '51', 'Cross Comfort', 'XTAGFK110MY505249', 246, 'Ангкор', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Контракт', '', '', 878900.00),
	(126, 'LadaRS045', 1, '51', 'Comfort', 'XTARS045LM1337927', 691, 'Платина', 0, '2020', '16 кл. 106 л.с.', '#NULL!', '5МТ', 'Контракт', '', '', 855100.00);
/*!40000 ALTER TABLE `car` ENABLE KEYS */;

-- Дамп данных таблицы lada_bcr.migration: ~2 rows (приблизительно)
/*!40000 ALTER TABLE `migration` DISABLE KEYS */;
INSERT INTO `migration` (`version`, `apply_time`) VALUES
	('m000000_000000_base', 1606650547),
	('m130524_201442_init', 1606650560);
/*!40000 ALTER TABLE `migration` ENABLE KEYS */;

-- Дамп данных таблицы lada_bcr.model: ~2 rows (приблизительно)
/*!40000 ALTER TABLE `model` DISABLE KEYS */;
INSERT INTO `model` (`id`, `title`, `description`, `keywords`, `img`) VALUES
	(1, 'Granta', 'Granta', 'Granta', 'Granta'),
	(2, 'Vesta', '', '', '');
/*!40000 ALTER TABLE `model` ENABLE KEYS */;

-- Дамп данных таблицы lada_bcr.user: ~2 rows (приблизительно)
/*!40000 ALTER TABLE `user` DISABLE KEYS */;
INSERT INTO `user` (`id`, `username`, `auth_key`, `password_hash`, `password_reset_token`, `email`, `status`, `created_at`, `updated_at`) VALUES
	(1, 'admin', '45Vr7HDlFmBNQUe5Uma__-_woNn7dzGJ', '$2y$13$ZcZ79Fj7uSgc43A9PSlKjeMEIiODfqVGNDbvyHm2fXneo9o3UP4qK', NULL, 'm@shilov.pro', 10, 1606650732, 1606650732),
	(2, 'jamike', 'R0qTXWZkosymtXMrBUYm0IUAcfCnD9xW', '$2y$13$bTmqHBAGcQKpo5c162p8YuxxuytLlLew73mSMy.coeq9FQk5qnjZe', NULL, 'shilov.m.o@yandex.ru', 10, 1606850513, 1606850513);
/*!40000 ALTER TABLE `user` ENABLE KEYS */;

/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IF(@OLD_FOREIGN_KEY_CHECKS IS NULL, 1, @OLD_FOREIGN_KEY_CHECKS) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
